txt_Creator=U.G
=
txt_IsWOW64=このアプリケーションは x86 プラットフォーム用です。x64 版を実行してください。
txt_FileNotFound=ファイルが見つかりません: %s
txt_ServiceChecking=Windows Update service をチェックしています...
txt_ServiceIsDisabled=Windows Update サービスが無効です。Windows Update サービスを開始しています...
txt_VersionWUA=Windows Update Agent バージョン: %d.%d
txt_VersionAPI=Windows Update Agent API バージョン: %s
txt_WUA_UpdateRequired=Windows Update Agent needs to be updated to version: %d.%d
txt_InitializationAPI=Windows Update Agent API を初期化しています...
txt_CommittingUpdates=アップデートをコミットしています...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows アップデート
txt_Button_Installed=インストール済み
txt_Button_Hidden=非表示
txt_Button_History=アップデート履歴
txt_Button_Cancel=キャンセル
txt_Button_Reboot=再起動
txt_Combobox_NotConfigured=有効
txt_Combobox_Disabled=無効化
txt_Combobox_NotificationMode=ダウンロードの前に通知を行う
txt_Combobox_DownloadOnly=自動ダウンロード＆インストールを通知
txt_Combobox_Other=その他
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=ドライバーを含める
txt_Checkbox_IncludeSuperseded=置き換えられたものを含める
txt_Checkbox_OfflineMode=オフラインモード
txt_Checkbox_SelectAll=すべて選択
txt_Checkbox_SelectedByWU=Windows Update のみを選択
txt_Groupbox_SearchSettings=検索設定
txt_Groupbox_AutomaticUpdates=自動更新の設定
txt_Hint_Search=アップデートをチェックする
txt_Hint_Download=選択した更新プログラムをダウンロードする
txt_Hint_Install=選択した更新プログラムをインストールする
txt_Hint_Uninstall=選択した更新プログラムをアンインストールする
txt_Hint_Hide=選択した更新プログラムを非表示にする
txt_Hint_Unhide=非表示にした更新プログラムを再表示する
txt_Hint_Cancel=キャンセル
txt_Hint_Reboot=今すぐ再起動
txt_Prompt_Filter=検索
txt_Title_RebootRequired=再起動が必要です
txt_Title_UpdateInformation=Update information
txt_Description_RebootRequired=アップデートを完了するには、システムの再起動が必要です。 今すぐ再起動しますか？
=
txt_Log_RebootRequired=処理を完了するには、システムの再起動が必要です。
txt_Log_RebootSystem=システムを再起動しています...
=
txt_UpdateStatus_PendingForDownload=ダウンロードを保留しています
txt_UpdateStatus_PendingForInstall=インストールを保留しています
txt_UpdateStatus_PendingForReboot=再起動の保留中
txt_UpdateStatus_Initializing=初期化中
txt_UpdateStatus_Verifying=検証中
=
txt_OperationResult_Failed=失敗しました
txt_OperationResult_FailedErrorCode=失敗しました。エラーコード: 0x%.8x
txt_OperationResult_Succeeded=成功しました
txt_OperationResult_SucceededErrorCode=成功しました。エラーコード: 0x%.8x
txt_OperationResult_SucceededWithErrors=成功しましたが、エラーがあります. 結果は不完全である可能性があります。
txt_OperationResult_NotStarted=Not started
txt_OperationResult_InProgress=進行中
txt_OperationResult_Aborted=中止しました
=
txt_SearchProcess=更新プログラムを検索しています...
txt_SearchProcessWarning=警告: 0x%.8x %s
txt_DownloadProcess=更新プログラムをダウンロードしています...
txt_DownloadProcessItem="%s" をダウンロードしています...
txt_InstallationProcess=更新プログラムをインストールしています...
txt_InstallationProcessItem="%s" をインストール中...
txt_InstallationRequiresExclusive="%s" は、ほかの更新プログラムとは別にインストールする必要があります。 スキップします。
txt_UninstallationProcess=更新プログラムをアンインストールしています...
txt_UninstallationProcessItem="%s" をアンインストールしています...
